Repository: Vixx-X/ati2-lab2
Catalog: backend/project/translations/*/LC_MESSAGES/django.po
Languages: es

source: Task name
es: Nombre de tarea

source: Task description
es: Descripción de tarea

source: Low importance
es: Baja importancia

source: Mid importance
es: Mediana importancia

source: High importance
es: Alta importancia

source: Task importance
es: Importancia de tarea

source: Task responsable
es: Responsable de tarea

source: Task is completed
es: La tarea es completada

source: Check this task if is not longer todo
es: Revisa si la tarea necesita ser completada

source: Date created
es: Fecha de creación

source: Date completed
es: Fecha de completada

source: Task
es: Tarea

source: Tasks
es: Tareas
